Revit 2027 API
ParameterTypeId.AnalyticalMemberForceEndFx Property
 "End Fx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceEndFx { get; }
Public Shared ReadOnly Property AnalyticalMemberForceEndFx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceEndFx {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceEndFx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace